[
    {
        "title": "Digital Warriors - Open kategória - I. selejtező",
        "teamSize": 5,
        "maxTeamCount": 64,
        "registrationStartsAt": "2021-03-01T15:00:00+00:00",
        "registrationClosesAt": "2021-03-06T12:15:00+00:00",
        "tournamentStartsAt": "2021-03-06T13:00:00+00:00",
        "game": "csgo",
        "gameMode": "TOURNAMENT_GAMEMODE_DRAFT",
        "bracketType": "TOURNAMENT_BRACKET_TYPE_SINGLE_ELIMINATION",
        "groupStage": "TOURNAMENT_GROUP_STAGE_FALSE",
        "rules": "<p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Digital Warriors - I. online slejetező - Profi (Open) kategória versenyszabláyzat</span></p><p style=\"text-align:start\"></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Verseny: Digital Warriors - a Honvédelmi Sportszövtség CS:GO versenyének I. selejtezője (a továbbiakban „Verseny”)</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Verseny: időpontja 2021. 03. 06. 14:00</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Verseny helyszíne: online</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Verseny platformja: PC</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Verseny kategóriája: csapatverseny, 5 fős csapatokban (csere maximum 2 fő)</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Verseny szervezője: Gamerland Goup Hungary Kft. (a továbbiakban „Gamerland”)</span></p><p style=\"text-align:start\"></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Lebonyolítás</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">● egyenes kieséses rendszer</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">● 5v5</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">● A mérkőzések BO1 formátumban zajlanak egészen a döntőig, amely BO3. A döntő időpontja 2021.03.07. (vasárnap) 16:00</span></p><p style=\"text-align:start\"></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">Nevezési feltételek:</span></p><p style=\"text-align:start\"><span style=\"color:rgb(204, 204, 204);\">1. legalább betöltött 16. életév (legkésőbb a Verseny első napján szükséges betölteni), ez alól kivételt képezhet NGeS tagszervezetnél sportolói szerződéssel rendelkező e-sportoló</span></p><ol start=\"2\"><li><p><span style=\"color:rgb(204, 204, 204);\">2. a csapatnak regisztrált Esortmanager fiókokkal kell rendelkeznie, majd benevezni csapatként az alábbi linken:https://esportmanager.com/tournaments/603b95f10edd60023300ec02</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">3. minden versenyzőnek Esportmanager fiókkal kell rendelkeznie</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">4. A csapat minden tagjának a Esportmanager profiljához hozzá kell rendelnie a CS:GO játékot, valamint a Steam Community ID-ját az alábbi linken: https://esportmanager.com/profile/gameaccounts</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">5.Nem nevezhet olyan játékos, aki a fő platformok egyikén csalásért aktív bannal rendelkezik. A fő platformok a következőek: FaceIT, ESL, ESEA, CEVO, Steam. Az elévülési idő: 2 év A csapat érvényes nevezéséhez a fenti nevezési feltételek mindegyikének együttesen kell teljesülnie. Nevezési határidő ● 2021. 03. 06., 12 óra 00 perc</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">LEBONYOLÍTÁS SZABÁLYAI</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Állampolgárság: a kezdőcsapat legalább 3 tagjának magyar állampolgárnak kell lennie</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Fiókhasználat: a versenyzők csak a saját játékfiókjukat használhatják</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Discord: Legalább a csapat egy versenyzőjének kötelező csatlakozni az alábbi Discord szerverre a szervezőkkel, versenyzőkkel való kapcsolattartás érdekében: </span><a href=\"https://discord.gg/NKc76P3jX9\" title=\"https://discord.gg/NKc76P3jX9\" target=\"_blank\"><u><span style=\"color:var(--text-link);\"><span style=\"background-color:rgba(4, 4, 5, 0.07);\">https://discord.gg/NKc76P3jX9</span></span></u></a></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Mérkőzések kezdő időpontja: Minden csapatnak a mérkőzés kiírt időpontja előtt legkésőbb 5 perccel elérhetőnek kell lennie Discordon és a szerveren tartózkodnia annak érdekében, hogy a kiírt időpontban lehessen a mérkőzést elindítani. Ez alól a szabály alól felmentést korábbi forduló elhúzódása adhat. Mérkőzést a kiírt időpont előtt el lehet kezdeni, amennyiben mindkét csapat teljes létszámmal erre készen áll.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">DÍJAZÁS, NYEREMÉNY: A selejetező győztese részvételt nyert a 2021. március 27-28-án rendezendő offline döntőre. A döntő helyszíne: Gamerland (</span>Budapest, Szentendrei út 89-95, 1033)</p></li><li><p><span style=\"color:rgb(204, 204, 204);\">JÁTÉKSPECIFIKUS / INGAME SZABÁLYOK</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Demók: Point of View (POV) demo készítése ajánlott a mérkőzések teljes hossza alatt, megszakítás nélkül. Ebbe beleértendő a késkör és az esetleges hosszabbítás is. Hiányzó, vagy nem teljes demók esetén az admin döntése az irányadó. a) Demók igénylése: Ha egy csapat igényt tart egy ellenfél játékosának POV demójára, azt az adminnál jelezhetik, legkésőbb a meccs véget érése után 5 perccel. b) Demók szerkesztése: Szigorúan tilos a demóban bárminemű módosítást végrehajtani. Ha mégis manipulált demó kerül átadásra, az adminok döntenek a büntetés súlyosságáról. 1.3. Csalás gyanú: Ha az ellenfelet illetően csalás gyanúja merül fel, akkor óvást kell benyújtani az adminok felé azonnal a mérkőzést követően. A demó vagy GOTV alapján jegyzőkönyv írandó, majd ezt az adminoknak a meccs vége után azonnal át kell küldeni. A jegyzőkönyvet a globális GOTV demo alapján kell megírni, amely a mérkőzés után automatikusan elérhetővé válik a meccsoldalon.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Játékosok beállításai</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">1.1. Szabályellenes szkriptek: A játék során tilos mindenfajta szkript használata, kivételt képez ez alól a vásárlásra, togglezésre (például cl_righthand, sensitivity, gránátok bindelése), demo felvételre vonatkozó szkriptek, illetve a jumpthrow. Néhány példa a tiltott szkriptekre: Bunnyhop, Burst lövésmód no recoil szkriptek ● Stop shoot, Stopsound, Center view szkriptek ● Rate változtató (Lag), FPS manipuláló szkriptek ● Fordulásra írt szkriptek (180° vagy hasonló) ● Anti flashbang szkriptek (snd_* bindek)</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">1.2. Egyedi fájlok: Minden egyedi fájl használata tiltott, beleértve az egyedi modelleket, modifikált textúrákat és hangokat. A mérkőzések folyamán csak az alapértelmezetten beállított játékos modell használható.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">1.3. Illegális szoftveres és hardveres eszközök: A játék grafikájának vagy textúrájának megváltoztatása driverek, vagy egyéb eszközök segítségével tilos. Ezenkívül tiltott még mindenfajta overlay, amely a rendszer teljesítményét mutatja és/vagy méri a játék során. Az FPS számot mutató eszközök engedélyezettek.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">1.4. Custom játékosmodellek használata tilos.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Mérkőzésekkel kapcsolatos szabályok</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.1. Nicknév és team tag: Minden játékos köteles azt a nicknevet hasznáni, amellyel a versenyre regisztrált. Tilos mindennemű trágár, rasszista, vagy sértő nicknév, illetve team tag használata.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.2. Játékosok száma: A mérkőzés csak akkor kezdődhet el, ha a játékosok száma mindkét csapatban pontosan öt fő. Ez a szabály csak a mérkőzés kezdeténél jelenlévő játékosok számára vonatkozik.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.3. Tartalékok, cserék: Nevezni 5 fő tud egy csapatból, de a csapatoknak lehetősége van mérkőzések között két játékos cserélni, csere csak olyan játékos lehet aki a csapat Esportmanager profilján tag. Mérkőzés alatt csere nem engedélyezett.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.4. Coach: Egy coach a verseny egésze során engedélyezett.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.5. Vétózás: A vétózásra az Esportmanager meccsoldalon, rögtön a mérkőzést megelőzően kerül sor. ● BO1 esetén: A csapatok felváltva bannolnak egy-egy pályát, azaz összesen hármat-hármat. ● BO3 esetén: Mindkét csapat bannol egy-egy pályát, ezt egyegy pick követi, majd újra egy-egy ban, és a fennmaradó pálya lesz a decider. ● Map pool: Dust2, Inferno, Mirage, Train, Nuke, Overpass, Vertigo.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.6. Oldalválasztás: Az oldalválasztásról késkör dönt. A kör nyertese választhat oldalt. Késkör alatt csak kés és kevlár használható. A késkör megnyerése után a nyertes csapatnak 60 másodperce van oldalt választani, ellenkező esetben a szerver véletlenszerűen dönt.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.7. Játékos kiesés: Ha egy játékos még az előtt esik ki a szerverről, hogy a körben sebzés történne, a kört újra kell kezdeni teljes létszámmal. Ha azután esik ki, hogy sebzés történt, a mérkőzést szüneteltetni kell a kör vége után, és a játékos visszaérkezése után a mérkőzés ugyanonnan folytatódik. Kiesés esetén a maximális várakozási idő: 15 perc. Ha az érintett játékos visszacsatlakozik a szerverre, a mérkőzést folytatni lehet. Ha 15 percen belül sem az érintett játékos nem tud felcsatlakozni, akkor a csapatnak emberhátrányban kell folytatni a mérkőzést.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.8. A szünet funkció használata: Pályánként lehetőség van két darab, egyenként 60 másodperces taktikai időkérésre. Lehetőség van technikai szünetet is kérni, ebből pályánként összesen 5 percet vehetnek igénybe a csapatok. Rendkívüli esetben ezt az adminok felülbírálhatják.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.9. Szünet oka: A szünet okát a szünetet kérő csapat köteles megindokolni, vagy a játék megállítása előtt, vagy rögtön utána.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">2.10. Hosszabbítás: Mérkőzés végi döntetlen állás esetén hosszabbítás következik. A hosszabbítás MR3 10K rendszerben zajlik. Ennek szabályai: ● A hosszabbítást mindkét fél azon az oldalon kezdi, ahol a mérkőzés második felét befejezte. ● A csapatok a félidők során $10.000 kezdőpénzzel indulnak. ● A csapatok félidőnként 3 kört játszanak, azaz összesen legfeljebb 6 kört. ● Ha a hosszabbítás során is döntetlen alakul ki, a továbbiak folyamán is MR3-as hosszabbítás következik $10.000 kezdőpénzzel, és addig tart a mérkőzés, amíg az egyik fél el nem éri a négy darab nyert kört egy hosszabbítás során. ● Példák hosszabbítás alatti döntetlenre, amelyek ezáltal újabb hosszabbítást eredményeznek: 18-18, 21-21, 24-24, stb. ● Példák hosszabbítás alatti győzelemre, amelyek az adott mérkőzés végét jelentik: 19-15, 19-17, 22-20, stb.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Mérkőzésekkel kapcsolatos egyéb szabályok 3.1. A bomba: Tilos olyan helyre tenni a bombát, amelyet az ellenfél nem érhet el valamilyen módon. Azon helyek, amelyek egy csapattárs segítségével elérhetőek, engedélyezve vannak.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">3.2. Mászás, map bugok: Az elérhetetlen helyekre való felmászáshoz a csapattársak segítsége engedélyezett, ideértve a run boostot is. Tiltott bármiféle textúrabug kihasználása előnyszerzés céljából. Minden egyéb ismert bug (például 'sharking', 'pixelwalking', 'sky walking', 'map swimming') kihasználása szintén tiltott.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">3.3. Boostolás: Mindenfajta falon, plafonon, földön, láthatatlan felületeken keresztüli boostolás, valamint a fentebb is említett cselekvések tiltottak a versenyeken.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">3.4. Gránátok: A gránátok szándékos falba történő bugoltatása nem engedélyezett.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">3.5. Öngyilkosság: Tiltott a ‘kill’ konzolparancs használatával történő öngyilkosság, például a kör ideje lerövidítésének céljából.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">3.6. Egyéb: Tiltott mindennemű egyéb ismert bug kihasználása. A nem ismert bugokkal kapcsolatban az adminok döntése a mérvadó.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">Specifikus szabályok</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">4.1. In-game viselkedés: Tilos a viselkedés minden olyan formája, amely szembemegy az általános etikai normákkal.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">4.2. Meg nem jelenés (No show): A mérkőzés kezdőpontjától számított 5 percen belül minden játékos köteles megjelenni a szerveren. Ha egy csapat előre tudja, hogy nem képes lejátszani a mérkőzését, akkor köteles azt előre jelezni egy admin felé.</span></p></li><li><p><span style=\"color:rgb(204, 204, 204);\">4.3. Szerverek A szervező a csapatok számára biztosít 128 tick-es szervereket.</span></p></li></ol>",
        "description": " ",
        "internalWalletId": null,
        "entryFee": {
            "amount": 0,
            "currency": "ESM"
        },
        "createdAt": "2021-02-28T13:09:05+00:00",
        "createdBy": "zoli",
        "status": "TOURNAMENT_STATUS_PUBLISHED"
    }
]